Repository: nmizan/BMS-MVC
Catalog: BMSPhase2/BMSPhase2Demo/Resources/Resource.*.resx
Languages: bn

source: A
bn: ক

source: Add
bn: যোগ করুন

source: Add Entitlement
bn: এনটাইটেলমেন্ট যোগ করুন

source: Add New
bn: নতুন যোগ করুন

source: Address
bn: ঠিকানা

source: Approval
bn: অনুমোদন

source: Approve
bn: অনুমোদন করুন

source: Association Enroll
bn: এ্যাসোসিয়েশন এনরোল

source: B
bn: খ

source: Bank
bn: ব্যাংক

source: Bank Branch
bn: ব্যাংক ব্রাঞ্চ

source: BGAPMEA License No
bn: বিজিএপিএমইএ লাইসেন্স নং

source: BGAPMEA Members
bn: বিজিএপিএমইএ সদস্যগন

source: Bond
bn: বন্ড

source: Bond Applicants
bn: বন্ড আবেদনকারীগণ

source: Bond Area
bn: বন্ড এরিয়া

source: Bond Category
bn: বন্ড ক্যাটাগরি

source: Bond Circle
bn: বন্ড সার্কেল

source: Bond Division
bn: বন্ড ডিভিশন

source: Bond Entitlement
bn: বন্ড এনটাইটেলমেন্ট

source: Bonder
bn: বণ্ডার

source: Bonder Lien Bank
bn: বন্ডার লিয়েন ব্যাংক

source: Bonder Product
bn: বন্ডার প্রোডাক্ট

source: Bonder Raw Material
bn: বন্ডার র ম্যাটারিয়াল

source: Bonders
bn: বণ্ডারগন

source: Bond License No
bn: বন্ড লাইসেন্স নং

source: Bond Registration
bn: বন্ড রেজিস্ট্রেশন

source: Bond Renewal
bn: বন্ড রিনিউয়াল

source: Bond Status
bn: বন্ড স্ট্যাটাস

source: Bond Sub Category
bn: বন্ড সাব ক্যাটাগরি

source: Bond Type
bn: বন্ড টাইপ

source: C
bn: গ

source: Corporate/Head Office
bn: কর্পোরেট/সদর দপ্তর

source: Country
bn: দেশ

source: Create
bn: তৈরি করুন

source: Currency
bn: মুদ্রা

source: D
bn: ঘ

source: Date
bn: তারিখ

source: Designation
bn: ডেসিগনেশন

source: District
bn: জেলা

source: Edit
bn: সম্পাদন করুন

source: Email
bn: ইমেইল

source: Entitlement
bn: এনটাইটেলমেন্ট

source: Entitlement Details
bn: এনটাইটেলমেন্ট বিশদ

source: Expiry
bn: মেয়াদ উত্তীর্নের

source: Fax
bn: ফ্যাক্স

source: Finished Product
bn: ফিনিশড প্রোডাক্ট

source: Home
bn: হোম

source: List of Applicants
bn: আবেদনকারীদের তালিকা

source: List of Bonders
bn: বণ্ডারদের তালিকা

source: List of Entitlement
bn: এনটাইটেলমেন্ট এর তালিকা

source: Manufacturing
bn: মেনুফেকচারিং

source: Manufacturing Unit Information
bn: মেনুফেকচারিং ইউনিট এর তথ্য

# MaterialGroup
source: Materials Group
bn: ম্যাটারিয়াল গ্রুপ

source: Materials
bn: ম্যাটারিয়ালস

source: Measurement Unit
bn: মিজারমেন্ট ইউনিট

source: Mobile
bn: মোবাইল

source: Name of The Bonder
bn: আবেদনকারীর নাম

source: Name of The Manufacturing Unit
bn: মেনুফেকচারিং ইউনিট এর নামঃ

source: Next
bn: পরবর্তী

source: Office
bn: অফিস

source: Parameter
bn: প্যারামিটার

source: Phone
bn: ফোন

source: Premises
bn: প্রেমিসেস

source: Report
bn: রিপোর্ট

source: Search
bn: খুঁজুন

source: Section
bn: অনুচ্ছেদ

source: Status
bn: স্ট্যাটাস

# Title
source: Bond Module System
bn: বন্ড মডিউল সিস্টেম

source: Type
bn: টাইপ

source: Unit
bn: ইউনিট

source: Upazila
bn: উপজেলা

source: View
bn: দেখুন

source: View Entitlement
bn: এনটাইটেলমেন্ট দেখুন

# Welcome
source: Welcome to Bond Module System
bn: বন্ড মডিউল সিস্টেমে স্বাগতম
